LEXICON_RU: dict[str, str] = {
    "start": "Привет, {username}! 👋\n\nЯ Жаворонок 🦜, бот который знает расписание! 📅\n\n"
             'Нажми "Давай" ✅ и мы найдем твое расписание 🕒',
    "exists": "Жаворонок 🦜 тебя уже знает, ты - {username} 👋, чтобы посмотреть свой профиль - /profile 👀📌",
    "know_university": "Перед началом, давай немного познакомимся! 😄🎈\n"
                       "Выбери свой университет 🎓:",
    "know_group": "Выбери свою группу 📝\n\n"
                  "Расписание может не отображаться, если написать группу в неправильной форме ❌\n"
                  "Правильная форма - (ЛД2404) ✔️",
    "helpik": "Команды знакомые Жаворонку 🦜💡✨\n\n"
              "Профиль - /profile 👤\n"
              "Узнать расписание - /timetable 🗓️\n"
              "Изменить данные - /changedata ✏️\n"
              "Список команд - /help❤🦜",
    "profile": "Вот что Жаворонок 🦜 знает о {username}👀📖\n\n",
    "change": "Что нужно поменять 🔄🛠️:",
    "yes_button": "✅👍 Давай!",
    "no_button": "❌🙁 В другой раз",
    "help_restart_button": "🆘💬 Мне нужна помощь",
    "restart": "😥💔 Жаль...\n\nЖду твоего возвращения ⏳",
    "yes_restart_button": "📖 Узнать расписание",
    "complete": "✅🎉 Отлично! Жаворонок 🦜 запомнил новое о тебе!🌟💡",
    "cancel": "😅 Жаворонок 🦜 забыл, что ты хотел сделать! Что ты хочешь сейчас? \n\nЕсли тебе нужна помощь - /help 💡❤️🦜",
    "timetable_ready": "🕊️ Жаворонок нашёл твое расписание на {date}, {weekday}!",
    "timetable_end" : "\n\n📚Держи и планируй день с умом!✨",
    "timetable_week": "🕊️ Жаворонок нашёл твое расписание на {date},({weekday}) —       {date2},({weekday2})!",
    "timetable" : "вот название предмета: {discipline}"

}
