LEXICON_RU: dict[str, str] = {
    "start": "Привет!\n\nЯ Бот который знает расписание!\n\n"
    'Нажми "Давай" и мы найдем твое раписание',
    "know_university": "Перед началом давай немного познакомимся!"
    "Выбери свой университет:",
    "know_group": "Выбери свою группу!",
    "help": "Я просто отправляю вам копию вашего сообщения\n\n",
    "no_echo": "Данный тип апдейтов не поддерживается " "методом send_copy",
    "yes_button": "✅ Давай!",
    "no_button": "В другой раз",
    "help_restart_button": "Мне нужна помощь",
    "restart": "😥 Жаль...\n\n Жду твоего возвращения",
    "yes_restart_button": "Узнать расписание",
}
